[
  {
    "id": 1,
    "name": "Meditation",
    "detail": "A practice that involves focusing or clearing your mind. There are many ways to meditate, but generally involves breathing techniques and allowing your mind to wander."
  },
  {
    "id": 2,
    "name": "Be Active",
    "detail": "Sometimes any form of physical activity can be a stress reliever. Exercising can allow your mind to refocus, which can improve your mood."
  },
  {
    "id": 3,
    "name": "Listen to Music",
    "detail": "Listening to music is a great mental distraction. Instead of constantly focusing on stressors, music will allow your mind to relax and can reduce muscle tension and decrease stress hormones."
  },
  {
    "id": 4,
    "name": "Keeping a Journal",
    "detail": "Writing/typing your thoughts onto something is a good way to release your built-up emotions. Simply write whatever comes to mind without thinking. No one else needs to read it anyway, so afterward, you can either trash it or save it for a self-reflection at a later date."
  },
  {
    "id": 5,
    "name": "Sleep",
    "detail": "Stress can cause one to have trouble sleeping due to having a lot to think about during your sleep. As such, you should consider creating a quiet and relaxing bedtime routine. Maybe listen to some soothing music while you sleep; everyone is different, so try experimenting."
  },
  {
    "id": 6,
    "name": "Try Getting a New Hobby",
    "detail": "Having a new hobby or activity to focus on is another good way to put your mind away from anything stressing you while enjoying yourself. Hobbies are a good way to do what you want without needing to worry about anything else and that is what makes this a good stress reliever."
  },
  {
    "id": 7,
    "name": "Connect With Others",
    "detail": "Similar to keeping a journal, reaching out and interacting with others can distract your mind and if they are willing to listen to your troubles, it can be a good way to vent out all the built-up stress."
  },
  {
    "id": 8,
    "name": "Counseling/Therapy",
    "detail": "Consider therapy or counseling. Sometimes you may not know why you are feeling the way you are and getting a professional counselor or therapist can help identify sources of your stress and provide ways to reduce stress."
  },
  {
    "id": 9,
    "name": "Eat a Balanced Diet",
    "detail": "It may sound weird, but keeping a healthy diet can help with stress in the long run. Stress eating may provide a temporary sense of relief, but may also add to long-term stress."
  },
  {
    "id": 10,
    "name": "Reassess Your Schedule",
    "detail": "Trying to get a lot done in a short amount of time is going to make you more stressed. Spreading out your workload can be a way to reduce the amount of stress you get and with a more spread out the workload; you may have more time to take breaks to clear your mind and refocus."
  },
  {
    "id": 11,
    "name": "Remove Things Adding to Your Stress",
    "detail": "Sometimes, the best way to reduce your stress is to cut something out of your life. Changing your daily routine may help if your stop doing an activity that adds to your stress like constantly being connected to your phone."
  },
  {
    "id": 12,
    "name": "Go Outside",
    "detail": "Being outdoors and away from where you usually are may help reduce stress. Sometimes as little as 10 minutes of fresh air can improve your well-being."
  },
  {
    "id": 13,
    "name": "Creating Art",
    "detail": "Drawing and coloring is another great activity to keep your mind off any stressors, resulting in stress relief."
  },
  {
    "id": 14,
    "name": "Yoga",
    "detail": "Yoga combines physical movement, meditation, light exercise, and controlled breathing which all provide excellent stress relief."
  }
]
